

INSERT INTO type_societe (libelleTypeSociete_fr, libelleTypeSociete_ar) VALUES
('SARL', 'شركة ذات مسؤولية محدودة'),
('SA', 'شركة مساهمة'),
('SAS', 'شركة مساهمة مبسطة'),
('SNC', 'شركة التضامن'),
('SCOP', 'شركة تعاونية عمالية'),
('SCS', 'شركة التوصية بالأسهم'),
('SCA', 'شركة التوصية بالأسهم'),
('EURL', 'مؤسسة ذات مسؤولية محدودة ذات رأس مال واحد'),
('SASU', 'شركة مساهمة مبسطة ذات رأس مال واحد'),
('SCI', 'شركة استثمار عقاري'),
('SAS', 'شركة مساهمة مبسطة'),
('GIE', 'مجموعة مصالح اقتصادية'),
('Association', 'جمعية'),
('Fondation', 'مؤسسة'),
('Coopérative', 'تعاونية'),
('Autre', 'أخرى');


